[
  {
    "quote": "If you FAIL, never give up because F.A.I.L. means \"First Attempt in Learning\". END is not the end; in fact E.N.D. means \"Effort Never Dies\". If you get NO as an answer, remember N.O. means \"Next Opportunity\".",
    "author": "Abdul Kalam"
  },
  {
    "quote": "All Birds find shelter during a rain. But Eagle avoids rain by flying above the Clouds. Problems are common, but attitude makes the difference!!!",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Confidence and Hard work is the best medicine to kill the disease called failure. It will make you successful person.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Don’t read success stories, you will only get a message. Read failure stories, you will get some ideas to get success.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "You cannot change your future, but you can change your habits, and surely your habits will change your future.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "In this world, fear has no place. Only strength respects strength.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "One Best Book is Equal To Hundred Good Friends But One Good Friend is Equal To A Library.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Difficulties in your life do not come to destroy you, but to help you realise your hidden potential and power, let difficulties know that you too are difficult.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Problems are common, but attitude makes the difference!!!",
    "author": "Abdul Kalam"
  },
  {
    "quote": "IF you Salute your work,You do not have to salute anybody.\nIF you pollute your work,You have to salute everybody.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Dream is not that which you see while sleeping it is something that does not let you sleep.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "If you want to shine like the sun, first burn like the sun.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "What is the secret of success? Right decisions. How do you make right decisions? Experience. How do you gain experience? Wrong decisions.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "You have to dream before your dreams can come true.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Dreams are not those which comes while we are sleeping, but dreams are those when u don't sleep before fulfilling them.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Don't take rest after your first victory because if you fail in second, more lips are waiting to say that your first victory was just luck.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Be active! Take on responsibility! Work for the things you believe in. If you do not, you are surrendering your fate to others.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "When learning is purposeful, creativity blossoms. When creativity blossoms, thinking emanates. When thinking emanates, knowledge is fully lit. When knowledge is lit, economy flourishes.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Without your involvement you can't succeed. With your involvement you can't fail.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "It Is Very Easy To Defeat Someone, But It Is Very Hard To Win Someone",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Once your mind stretches to a new level it never goes back to its original dimension",
    "author": "Abdul Kalam"
  },
  {
    "quote": "You see, God helps only people who work hard. That principle is very clear.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "Total commitment is the common denominator among all successful men and women.",
    "author": "Abdul Kalam"
  },
  {
    "quote": "SUCCESS DEFINITION-- WHEN OUR SIGNATURE CHANGES TO AUTOGRAPH ,this marks the success.",
    "author": "Abdul Kalam"
  }
]